{
  "doc_id": "Exam Rules.pdf",
  "title": "Indian School of Mines University EXAMINATION RULES",
  "sections": [
    {
      "heading": "GENERAL",
      "content_snippet": "These rules are applicable to students of 1-year (2 semester) M. Phil Programme, 5-year (10 semesters) Dual Degree, 4-year (8 semesters) B.Tech, 2-Year (4 semesters) M.Sc./MBA/M.Tech, 3-year (6 semesters) M.Sc Tech, 5-year (10 semesters) Integrated M.Sc./M.Sc. Tech Programmes. End-semester Examination is the final examination at the end of each semester. Special examination is the supplementary examination of each semester i.e. a second chance to clear a semester. For theory subjects involving classroom instruction and end-semester examination the marks obtained in the end-semester examination and the marks secured in sessional work are combined giving 60% weight to the end-semester marks and 40% weight to the sessional marks. For purely sessional subjects 100% weight is given to the sessional marks. Similarly for practical subjects 100% weight is given to the marks obtained in the practical examination & viva-voce and regular laboratory with equal weightage."
    },
    {
      "heading": "REGISTRATION",
      "content_snippet": "Every student is required to register within one week of the start of each semester. Extension upto second week will be permitted with a late fine. There is no late registration for new admissions. In exceptional circumstances, Director on recommendation of HOD and DSW may allow late registration upto 4 weeks with heavy fine. The late registration does not qualify for any relaxation on attendance requirement as per University rules."
    },
    {
      "heading": "CARRYOVER",
      "content_snippet": "Carryover will be permitted for failed subjects and lower graded subjects to fulfill the GPA requirements for clearing a semester. For registration of Carryover papers the student will be required to pay registration fee of Rs. 500/- for each carryover paper in addition to normal registration fee of the respective semester. For registration in III, IV, V, VI, VII, VIII, IX & X semester, a student has to take all subjects of the current semester plus one or maximum two carryover subjects of I, II, III, IV, V, VI, VII &VIII semester respectively (similarly for MBA/M.Tech upto IV semester). Subjects with less than required attendance for which the student was not allowed to appear in both end semester examination and special examination will not be allowed as carryover subjects. In such cases, student has to repeat the semester. I and II semesters must be cleared in all respects before registering for V and VI semester respectively. Similarly I to IV semester must be cleared in all respect before registering for VII & VIII semester and I to VI semester must be cleared in all respect before registering IX & X semester. Provided further that a student may be allowed to register provisionally in the VII/VIII semester if results from III to VI semesters are pending for special examination and IX/X semester if results of III to VIII semester are pending. Provisional registration in the current semester will be automatically cancelled in case of failure in such special/pending results and the concerned student will be readmitted in relevant lower semester without further registration fees."
    },
    {
      "heading": "ATTENDANCE REQUIREMENT",
      "content_snippet": "For a fully residential Institution like ISMU, all students must attend every lecture, tutorial and practical classes. However, to account for late registration, sickness, family calamity or other contingencies, the attendance requirement will be minimum of 75% of the classes actually held in each subject. A student with less than 75% attendance in a subject during the semester will be awarded F grade in that subject. However, a student with 60% or more attendance in a subject during the semester may be allowed special examination provided he/she makes up shortfall of attendance before special examination through additional classes and/ or assignments etc, solely at the discretion and satisfaction of the concerned subject teacher. No separate ADMIT CARD will be issued for appearing in the examination. However, identity card has to be carried positively in the examination hall."
    },
    {
      "heading": "REQUIREMENT FOR PASSING",
      "content_snippet": "To pass a subject in an end-semester or a special examination a student is required to obtain at least 35 marks out of 100 marks, or 21 marks out of 60 marks. In the sessional component the pass marks is 14 out of 40. A student is required to pass in both the sessional component and the theory component of a subject separately and for passing a subject a student must get (combining the sessional and end-semester marks) at least 35 marks out of 100 marks. To pass a sessional subject or a practical subject a student will have to obtain at least 35 marks out of 100 marks. In order to clear a semester a student must secure at least a G.P.A. of 5.00 on a 10-point scale. A student who fails in aggregate (i.e. secures a GPA of less than 5.00) but passes in all subjects individually, or a candidate who fails in aggregate as well as in one or more individual subject(s), will be allowed to appear in the special examination in the minimum number of subjects in which the student has scored ‘F’ or ‘D’ or ‘C’ grade so that if the student can improve upon his/her grade he/she will pass in aggregate as well as in all the subjects individually."
    },
    {
      "heading": "RE-REGISTRATION (for Repeaters only)",
      "content_snippet": "A student, after availing end semester as well as special examination fails in subject(s), may repeat the failed subject(s) or take as carryover subject(s) as per the conditions of the relevant clause. A student, after availing end semester as well as special examination fails in carryover subject(s), has to repeat the semester from where the subject was carried over by re-registering in the appropriate semester of the next academic session. During registration in any semester if it is found that number of carryover subjects exceed two, then the student must clear the lower semester first by repeating the failed subject(s) in the next academic session. Along with failed subjects, the student can also repeat lower graded subject(s) to clear the GPA, subject to the condition that the earlier grade(s) will automatically stand cancelled for the re-registering subjects. If a student, after availing end semester and special examination, passes all subjects individually but fails in aggregate i.e. less than required GPA, the student may repeat by registering or take the carryover facility in the appropriate semester of next academic session. If a student fails in purely sessional subject(s) or practical subject(s) the student may repeat the same or take the carryover facility in the appropriate semester of next academic session. Due to course revision if the registered subject(s) or carryover subject(s) are no longer available, the student will require to take subject(s) from the revised course structure as decided by concerned HOD. Special examination facilities will be available for the re-registered subject(s). A repeater will be required to attend regular classes of the respective subject(s) and has to appear in the Mid semester examination as well as end semester examination of the respective subject(s) only. Attendance clause will be strictly applicable for re-registered subject(s)."
    },
    {
      "heading": "AWARD OF GRADES",
      "content_snippet": "The following grade conversion scale shall be applicable for awarding grades and making qualitative assessment. Marks % Grade Grade Point\n91-100 A+ (Outstanding) 10\n81-90 A (Excellent) 9\n71-80 B+ (Very Good) 8\n61-70 B (Good) 7\n51-60 C+ (Above Average) 6\n41-50 C (Average) 5\n35-40 D (Pass) 4\nBelow 35 F (Fail) 0\nThe following formula is used for calculating the Grade Point Average (GPA) for a semester. TCP G1C1+G2C2+G3C3+....... GPA = ——— = ———————————— TCH C1+C2+C3+...... Where G1, G2 etc stand for the Grade Point obtained in specified subjects and C1, C2 etc. stand for Credit Hours of the respective subjects. TCP stands for Total Credit Points TCH stands for Total Credit Hours GPA stands for Grade Point Average and will be calculated up to 2nd place of decimal. The OGPA (Overall Grade Point Average) for the whole programme shall be calculated on the basis of the Total Credit Hours Allotted to each semester as indicated below: TCP1+TCP2+ TCP3+ ......... OGPA = ———————————— TCH1+TCH2+ TCH3+....... Where, TCP1, TCP2 etc. stand for Total Credit Points for respective semesters and TCH1+TCH2 etc. stand for Total Credit Hours for those semesters. Along with the GPA, Overall Grade Point Average (OGPA) will also be shown in the Grade Card of the final semester of the programme."
    },
    {
      "heading": "AWARD OF CLASS",
      "content_snippet": "An OGPA of 5 and above but below 7 will be equivalent to 2nd class. An OGPA of 7 and above but below 9 will be equivalent to 1st class. An OGPA of 9 and above will be equivalent to 1st class with Distinction. OGPA multiplied by 10 will be considered equivalent to the percentage of marks scored."
    },
    {
      "heading": "PUNISHMENT FOR ADOPTION OF UNFAIR MEANS IN EXAMINATION",
      "content_snippet": "Punishment for adoption of unfair means in examination may range upto cancellation of examination in all papers of the semester and/or expulsion from the University for a limited period."
    },
    {
      "heading": "DELETION FROM UNIVERSITY’S ROLL",
      "content_snippet": "The name of the B.Tech/M.Sc. Tech./Integrated & Dual Degree Programme student will be struck off from Institute Roll if he/she cannot complete FIRST YEAR (both the semesters) in all respect by first TWO ACADEMIC YEAR time including idle semester, if any. The name of the NEW ENTRANT (Student taking admission in first semester) will be struck off if he/she (a) is unauthorisedly absent continuously for four academic weeks in the first or second semester. (b) falls short of required attendance in three or more subjects of either first or second semester or both. Normally a student should complete all the requirements for Preparatory/ M.Phil course in 2-semesters, B.Tech in 8 semesters, 2-year M.Sc/MBA/M.Tech. in 4 semesters, 3-year M.Sc. Tech in 6 semesters, 5-year Integrated M.Sc./M.Sc. Tech in 10 semesters and Dual Degree M.Tech programme in 10 semesters. However, student who do not qualify for some of the requirements in their first attempt and have to repeat them, may be permitted upto 2 semesters for preparatory (no additional semester is allowed for Preparatory/M.Phil course), 12 semester for B.Tech, 6 semester for 2-year M.Sc./MBA, 4 semester for M. Tech, 8 semesters for 3-year M.Sc. tech, 14 semesters for 5-year Integrated M.Sc./M.Sc. Tech./Dual Degree M.Tech. to fulfil all the requirements for the respective degree including IDLE semester(s), if any, beyond that the name will be struck off from University Roll. Idle semester means that semester when a student remains idle due to non-availability of chance to register or re-register in subject or subject(s). Registration and other fees as applicable are to be deposited in idle semester for continuation in the University. The name of students, whose academic records at the end of any semester clearly indicate that they will not be able to fulfil all the requirements and conditions for the respective degree within the limits of time as mentioned under different clauses above, will be struck off from the University Rolls."
    },
    {
      "heading": "DECLARATION, RECHECKING AND RECTIFICATION OF RESULT",
      "content_snippet": "The Examination Board shall have the power to quash or rectify the result of a candidate (even after it has been declared) if it is found that (a) he/she was not eligible to appear at the examination and/or (b) he/she used unfair means in the examination, and/or (c) a mistake is found in his/her result. Subject to certain conditions a candidate shall be entitled to have his/her answer book(s) re-checked on payment of prescribed fee for each subject."
    },
    {
      "heading": "DISCIPLINARY ACTION AND DISCIPLINARY POWER DELEGATION",
      "content_snippet": "For controlling misconduct and indiscipline in any form on the part of any student in hostel, department, in and outside campus, the following disciplinary action may be taken by the concerned authority. This is in addition to the existing disciplinary procedure and disciplinary authority of the University.\n1. A fine of Rs.500 and/or suspension from the hostel up to two weeks by Hostel Warden.\n2. Suspension from the hostel up to one month by Chief Hostel Warden.\n3. Removal from the hostel for the whole term of the semester by the Dean (SW).\n4. Any faculty member can fine Rs.500 for indiscipline.\n5. HOD on recommendation of the faculty may expel a student from all academic activities for one semester.\n6. If any incident of ragging comes to the notice of the authority, the concerned student shall be given liberty to explain and if his/her explanation is not found satisfactory, the authority would expel him/her from the institution.\nNote: The above are only a summarized version of the University’s examination rules, meant for brief understanding of students. For clarifying doubts, if any, relevant rules framed by the Academic Council shall have to be referred to."
    }
  ]
}